app/controllers/galleries_controller.rb

SELECT `galleries`.* FROM `galleries`
---
  def index
    @galleries = Gallery.all